Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H22B.tmx
Source language: en_us
Languages: zh_cn

source: NEW YORK, NY, March 17, 2010 — Travelport Limited, the parent company of the Travelport group of companies, today announced its financial results for the fourth quarter and full year ended December 31, 2009.
zh_cn: 纽约2010年3月17日-Travelport Limited，作为Travelport相关公司的母公司，宣布了截止12月31日的09年第四季度和全年财务业绩。

source: Fourth Quarter 2009 Summary: Net Revenue of $533 million and Operating Income of $69 million Generated $48 million in Net Cash Provided by Operating Activities. Adjusted EBITDA of $138 million.
zh_cn: 09年第四季度业绩总结：净收入为5.33亿美元，运营利润6900万美元；运营活动产生的净现金流量为4800万美元，调整后的息税前利润为1.38亿美元。

source: Full Year 2009 Summary: Net Revenue of $2,248 million and Operating Loss of $(499) million Generated $239 million in Net Cash Provided by Operating Activities. Adjusted EBITDA of $632 million.
zh_cn: 09年业绩总结：净收入为22.48亿美元，运营亏损4.99亿美元；运营活动产生的净现金流量为2.39亿美元，调整后的息税前利润为6.32亿美元。

source: Commenting on the full year 2009 results, Travelport CEO and President, Jeff Clarke, stated: “Travelport delivered solid results in 2009 despite the difficult market environment for the travel industry.
zh_cn: Travelport CEO和总裁Jeff Clarke说：“尽管对于旅游业来说，市场环境并不好，但是Travelport依然报告了很好的业绩。

source: During the downturn, we increased our investment in key innovative products, including the Universal Desktop, and in core search and infrastructure capabilities.
zh_cn: 在经济下滑期间，我们增加了在创新产品方面的投资，包括Universal Desktop以及在核心的搜索和基础设施方面。

source: We will continue to invest heavily in these strategic areas in 2010.
zh_cn: 在2010年我们将在这些战略领域进行持续的投资。

source: We’re pleased to have seen five consecutive months in travel transaction growth across our business from October 2009.
zh_cn: 我们很高兴看到从2009年10月开始，我们的各条业务线取得了连续5个月的增长。

source: Based on the market recovery and our scalable business model, we expect to grow revenues and profits for the full year 2010.”
zh_cn: 基于市场的复苏以及我们规模化的商业模式，我们期望2010年的收入和利润都将保持增长。”

source: Travelport Consolidated Q4 2009: Travelport generated Net Revenue of $533 million and Operating Income of $69 million for the fourth quarter of 2009, representing a 2% and 44% increase, respectively, compared to the same period last year. Travelport achieved Adjusted EBITDA of $138 million for the three months ended December 31, 2009, representing a decrease of (7)% compared to the same period last year.
zh_cn: Travelport的09年第四季度业绩：Travelport的净收入和运营利润分别为5.33亿美元和6900万美元，同比分别增长了2%和44%；调整后的息税前利润为1.38亿美元，同比下降了7%；

source: Travelport generated net cash provided by operating activies of $48 million in the fourth quarter of 2009, representing an increase of $64 million compared to the same period last year. FY 2009: For the full year 2009, Travelport generated Net Revenue of $2,248 million, representing an (11)% decrease as compared to 2008.
zh_cn: 运营活动产生的净现金流量为4800万美元，同比增加了6400万美元。 Travelport的09年业绩：净收入为22.48亿美元，同比下降了11%；

source: For the full year, Travelport incurred an Operating Loss of $(499) million, including a one-time, non-cash impairment charge of $833 million.
zh_cn: 运营亏损为4.99亿美元美元；

source: Travelport achieved Adjusted EBITDA of $632 million for the year ended December 31, 2009, representing a decrease of (12)% as compared to the prior year. Travelport generated net cash provided by operating activities of $239 million in 2009, representing an increase of $115 million compared to 2008.
zh_cn: 调整后的息税前利润为6.32亿美元，同比下降了12%；运营活动产生的净现金流量为2.39亿美元，同比增加了1.15亿美元。

source: Q4 2009: Net Revenue and Segment EBITDA for the GDS business were $467 million and $127 million, respectively, for the fourth quarter of 2009, representing a 2% increase in each compared to the fourth quarter of 2008.
zh_cn: GDS业务的09年第四季度业绩：GDS业务的净收入和息税前利润分别为4.67亿美元和1.27亿美元，分别同比增长了2%；

source: Segment Adjusted EBITDA for the GDS business was $133 million for the fourth quarter of 2009, a (2)% reduction as compared to the fourth quarter of 2008.
zh_cn: 调整后的息税前利润为1.33亿美元，同比下降了2%；

source: Increased Net Revenue resulted from a 5% increase in segments and a (3)% decrease in average revenue per segment as compared to the fourth quarter of 2008.
zh_cn: 净收入的增加主要是由于航段数增长了5%以及每航段收入下降了3%所影响；

source: GDS direct costs, comprising agency commissions, increased $17 million, or 10%, as a result of the increase in segments and an increase in the average rate of agency commissions.
zh_cn: GDS业务的直接成本，包括支付给旅行社的佣金，增长了1700万美元。

source: Operating expenses for GDS, excluding agency commissions, decreased by $(3) million, or (2)%, compared to the fourth quarter of 2008.
zh_cn: 如果扣除支付给旅行社的佣金，GDS的运营成本下降了300万美元，同比下降了2%。

source: FY 2009: Net Revenue and Segment EBITDA for the GDS business were $1,981 million and $602 million, respectively, for the full year 2009, representing a (9)% decrease and a 2% increase, respectively, compared to 2008. Segment Adjusted EBITDA for the GDS business was $628 million for the year 2009, a (6)% reduction compared to 2008.
zh_cn: GDS业务的09年业绩：净收入和息税前利润分别为19.81亿美元和6.02亿美元，分别同比下降了9%和增长了2%；调整后的息税前利润为6.28亿美元，同比下降了6%；

source: The reduction in Net Revenue resulted from a (9)% decrease in segments compared to 2008, with average revenue per segment remaining flat.
zh_cn: 净收入的下降主要是由于航段数下降了9%所影响；

source: GDS direct costs, comprising agency commissions, decreased $(77) million, or (9)%, as a result of the reduction in segments.
zh_cn: GDS业务的直接成本，包括支付给旅行社的佣金，下降了7700万美元或9%。

source: Operating expenses for GDS, excluding agency commissions, decreased by $(72) million, or (11)%, compared to 2008 primarily as a result of the realization of cost savings and synergies.
zh_cn: 如果扣除支付给旅行社的佣金，GDS的运营成本下降了7200万美元，同比下降了11%。

source: Q4 2009: Net Revenue and Segment EBITDA for the GTA business were $66 million and $16 million, respectively, for the fourth quarter of 2009. Segment Adjusted EBITDA for GTA for the fourth quarter of 2009 was $15 million, representing a $(5) million decline compared to the fourth quarter of 2008.
zh_cn: GTA业务的09年第四季度业绩：GTA业务的净收入和息税前利润分别为6600万美元和1600万美元。

source: Global Total Transaction Value (“TTV”) increased 9% in the quarter primarily due to exchange rates that increased the effective average daily rate. Net Revenue declined (3)% in the quarter due to lower margin on sales.
zh_cn: 全球交易额同比增长了9%，净收入下降了3%。

source: FY 2009: Net Revenue and Segment EBITDA for the GTA business were $267 million and $(776) million, respectively, for the full year 2009.
zh_cn: GTA业务的09年业绩：净收入为2.67亿美元，息税前亏损为7.76亿美元；

source: Segment Adjusted EBITDA for GTA for the full year of 2009 was $59 million, representing a $(51) million decline compared to 2008.
zh_cn: 调整后的息税前利润为5900万美元，同比下降了5100万美元；

source: Global Total Transaction Value (“TTV”) decreased (16)% in the full year primarily due to a (12)% decrease in room nights and a (4)% decrease in average daily rate. Net Revenue declined (25)% for the year due to the decrease in TTV, lower margins on sales and unfavourable exchange rate movements.
zh_cn: 全球交易额同比下降了16%，主要是由于间夜数下降了12%和平均房价下降了4%所影响。

source: Travelport Limited currently owns approximately 48% of the outstanding equity of Orbitz Worldwide.
zh_cn: Travelport拥有Orbitz 48% 的股份。

source: During the fourth quarter of 2009, Travelport recorded $9 million in losses from its investment in Orbitz Worldwide.
zh_cn: 在09年第四季度，Travelport由于在Orbitz的投资而记录了900万美元的亏损。

source: On January 26, 2010, Travelport purchased $50 million of newly-issued common shares of Orbitz Worldwide.
zh_cn: 在2010年1月26日，Travelport购买了5000万美元的 Orbitz新发行的股票。

source: After this investment, and a simultaneous agreement between Orbitz Worldwide and PAR Investment Partners to exchange approximately $49.68 million of Orbitz debt for Orbitz common shares, Travelport continues to own approximately 48% of Orbitz Worldwide’s outstanding shares.
zh_cn: 同时，Orbitz Worldwide与PAR Investment Partners也签署了一份金额达4968万美元的债转股协议。在此次交易后，Travelport将继续拥有Orbitz Worldwide 约48%的股份。

source: About Travelport
zh_cn: 关于Travelport

source: Travelport is a broad-based business services company and a leading provider of critical transaction processing solutions to companies operating in the global travel industry.
zh_cn: Travelport 为全球旅游业提供全面的服务及交易处理解决方案。

source: Travelport is comprised of the global distribution system (GDS) business that includes the Worldspan and Galileo brands; GTA, a leading global, multi-channel provider of hotel and ground services; Airline IT Solutions, which hosts mission critical applications and provides business and data analysis solutions for major airlines.
zh_cn: Travelport的业务包括以下几个方面：GDS业务，包括Galileo和Worldspan品牌；GTA业务，酒店和地面服务的多渠道提供商；航空公司IT解决方案业务，为主要航空公司提供主要应用托管及商业和数据分析解决方案。

source: With 2009 revenues of $2.2 billion, Travelport operates in 160 countries and has approximately 5,400 employees.
zh_cn: Travelport2009年收入达到22亿美元，在全球160个国家雇佣着5400名员工。

source: Travelport also owns approximately 48% of Orbitz Worldwide (NYSE: OWW), a leading global online travel company.
zh_cn: 同时，Travelport还拥有全球领先的在线旅游公司Orbitz Worldwide 48%的股份。

source: Travelport is a private company owned by The Blackstone Group, One Equity Partners, Technology Crossover Ventures and Travelport management.
zh_cn: Travelport是一家由纽约的黑石集团、加州Palo Alto的Technology Crossover Ventures以及纽约One Equity Partners拥有的私人企业。
